import { IMissionCard } from "src/pages/mission/missionCard/MissionCard";

export const cards: IMissionCard[] = [
  {
    color: "#FFF0E7",
    title: "Хоспис для меня - это то, каким должен быть мир.",
    description:
      "Ну, идеальное устройство мира в моих глазах. Где никто не оценивает, никто не осудит, где говоришь, и тебя слышат, где, если страшно, тебя обнимут и возьмут за руку, а если холодно тебя согреют.”",
  },
  {
    color: "#FFDEE4",
    title: "Хоспис продлевает жизнь, дает надежду, утешение и поддержку.",
    description:
      "“Хоспис - это мои новые друзья.Полная перезагрузка жизненных ценностей В хосписе нет страха и одиночества.”",
    author: "Евгения Белоусова, дочь пациентки Ольги Васильевны",
  },
  {
    color: "#FAF0D6",
    title: "Хоспис в своем истинном понимании - это творчество.",
    description:
      "“Нет шаблона и стандарта, есть только дух, который живет в разных домах по разному. Но всегда\n" +
      "он добрый, любящий и помогающий.”",
  },
  {
    color: "#F0FAD6",
    title: "\"Двигатель хосписа - милосердие плюс профессионализм\" А.В Гнездилов, д.м.н., один из пионеров хосписного движения.",
    description:
      "“Делай добро... А добро заразительно. По моему, все люди милосердны. Нужно просто говорить\n" +
      "с ними об этом, суметь разбудить в них чувство сострадания, заложенное от рождения.”",
    author: "В.В. Миллионщикова",
  },
  {
    color: "#DBFFFE",
    title: "“В хосписе не работают плохие люди” В.В. Миллионщикова",
    description:
      "“Все сотрудники хосписа - это адвокаты пациента, его прав и потребностей. Поиск путей решения различных задач - это и есть хосписный индивидуальный подход к паллиативной помощи.”",
  },
  {
    color: "#E7F0FF",
    title: "Важен каждый!",
    description:
      "“Каждый, кто оказывается в стенах хосписа, имеет огромное значение в жизни хосписа и его подопечных.”",
  },
  {
    color: "#E4FFE3",
    title: "“Хоспис – это философия, из которой следует сложнейшая наука медицинской помощи умирающим и искусство ухода, в котором сочетается компетентность и любовь” С. Сандерс",
    description:
      "“Творчески и осознанно подойти к проектированию опыта умирания.\n" +
      "Создать пространство физическое\n" +
      "и психологическое, чтобы позволить жизни отыграть себя до конца.\n" +
      "И тогда человек не просто уходит с дороги.\n" +
      "Тогда старение и умирание могут стать\n" +
      "процессом восхождения до самого конца.”",
    author: "Би Джей Миллер, врач,\\n \n руководитель проекта “Дзен-хоспис”",
  },
  {
    color: "#FCE7FF",
    title: "“Служение человеку\n с теплом, любовью и заботой.”",
    description:
      "“Если пациента нельзя вылечить, это не значит, что для него ничего нельзя сделать. То, что кажется мелочью, пустяком в жизни здорового человека - для пациента имеет огромный смысл.”",
  },
];
